"cancel" = "Annuler";
"dashboard" = "Menu";
"delete" = "Effacer";
"deletesite" = "Supprime le site";
"dodeletesite" = "Oui, vas y.";
"donotdeletesite" = "Noooon !";
"offlinemode" = "Mode deconnecte";
"save" = "Sauvegarder";
"selectsite" = "Choisi un site";
"sitename" = "Nom du Site";
"sites" = "Sites";

/* Dongsheng: add all your new string here, I'll keep it translated. Thanks. */


